
"%d Active Connections" = "%d connexions actives";

"%d Items" = "%d Eléments";

"%d Tunnelblick Connections Imported" = "%d connexions Tunnelblick importées";

"%d connections were successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "%d connexions ont été importées de Tunnelblick. Si vous utilisez des options avancées d'OpenVPN ou des scripts, vérifiez dans les préférences si ces options ont été importées correctement.";

"%s Could Not Be Connected" = "%s Could Not Be Connected";

"%s Has Been Disconnected" = "%s a été déconnecté";

"%s Is Connected" = "%s est connecté";

"%s Is Disconnected" = "%s est déconnecté";

"%s has been disconnected as a valid network to the remote server no longer exists. Viscosity can leave this connection disconnected, or it can automatically reconnect it when a valid network is available again." = "La connexion réseau %s existante a été interrompue car aucun réseau valide n'a été trouvé. Viscosity peut quitter la connexion interrompue ou il peut la reconnecter automatiquement lorsqu'un réseau valide sera de nouveau disponible.";

"1 Active Connection" = "1 connexion active";

"A Connection/s Could Not Be Imported" = "A Connection/s Could Not Be Imported";

"A connection was successfully imported from Tunnelblick. If you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure it was imported correctly." = "Une connexion Tunnelblick a été importée avec succès. Si vous utilisez des options avancées d'OpenVPN ou des scripts, vérifiez dans les préférences si ces options ont été importées correctement.";

"A valid network to the remote server does not exist. Please make sure your computer has a valid network connection and try again. Viscosity can leave this connection disconnected, or it can automatically connect it when a valid network becomes available." = "Aucun réseau valide n'existe pour se connecter au serveur distant. Merci de vous assurer que votre ordinateur est bien connecté à un réseau opérationnel et essayez de nouveau. Viscosity peut quitter cette connexion interrompue ou essayer de se connecter lorsqu'un réseau valide sera de nouveau disponible.";

"Admin Rights Required" = "Privilèges administrateur requis";

"Allow" = "Allow";

"Allow OpenVPN-AS Script To Run?" = "Allow OpenVPN-AS Script To Run?";

"Allowing unsafe OpenVPN commands can allow an attacker with access to your computer to gain full Adminisrator (root) permissions. This would allow an attacker full access to your computer. Are you sure you wish to enable unsafe OpenVPN commands? You will need to enter an Administrator's username and password to enable this option." = "L'usage de commandes OpenVPN dangereuses peuvent permettre à un attaquant ayant accès à votre ordinateur d'obtenir les droits Administrateur (root). Cela permettrait à un attaquant d'accéder totalement à votre ordinateur. Etes-vous sûr de vouloir autoriser l'usage de commandes OpenVPN dangereuses ? Vous avez besoin d'un compte Administrateur pour activer cette option.";

"Always perform this action for this connection" = "Always perform this action for this connection";

"An installation of Tunnelblick was detected on your computer. Would you like Viscosity to automatically import connection configurations from it?" = "Tunnelblick a été détecté sur votre ordinateur. Voulez-vous que Viscosity importe automatiquement ses paramètres de connexions ?";

"Append" = "Ajouter";

"Are you sure you want to delete the connection '%s'?" = "Etes-vous sûr de vouloir supprimer la connexion '%s'?";

"Are you sure you want to delete the folder '%s' and its %d items?" = "Etes-vous sûr de vouloir supprimer le dossier '%s' et ses %d éléments ?";

"Are you sure you want to delete the folder '%s'?" = "Etes-vous sûr de vouloir supprimer le dossier '%s'?";

"Authenticating" = "Authentification en cours";

"Authentication Failed" = "L'authentification a échoué";

"Automatically Connect" = "Connecter automatiquement";

"Before Connect script terminated connection attempt." = "Le script Avant Connexion a terminé la tentative de connexion.";

"Bytes" = "octets";

"Cancel" = "Annuler";

"Checking reachability status of connection..." = "Vérification du statut d'accessibilité de la connexion ...";

"Clear" = "Effacer";

"Connect %s" = "Connecter %s";

"Connected" = "Connecté";

"Connecting" = "Connexion en cours";

"Connection Failed" = "La connexion a échoué";

"Connection Imported" = "Connexion importée";

"Connection is not reachable. Disconnecting." = "La connexion n'est pas accessible. Déconnexion en cours.";

"Connection is reachable. Starting connection attempt." = "La connexion est accessible. Tentative de démarrage de la connexion.";

"Connection/s Imported" = "Connection/s Imported";

"Delete Connection" = "Supprimer la connexion";

"Delete Folder" = "Supprimer le dossier";

"Deny" = "Deny";

"Details..." = "Détails ...";

"Disconnect %s" = "Déconnecter %s";

"Disconnected" = "Déconnecté";

"Enable" = "Enable";

"Enable unsafe OpenVPN commands?" = "Autoriser l'usage de commandes OpenVPN dangereuses ?";

"Enter License" = "Introduire la licence";

"Error: Email Missing" = "Erreur : Adresse email manquante";

"Error: License Missing" = "Erreur : Licence manquante";

"Error: Name Missing" = "Erreur : Nom manquant";

"Error: Unsafe OpenVPN command detected" = "Error: Unsafe OpenVPN command detected";

"Exiting" = "Déconnexion en cours";

"Export As:" = "Exporter en :";

"Ignore" = "Ignorer";

"Import Bundled Connections?" = "Importer les connexions livrées ?";

"Import Connections From Tunnelblick?" = "Importer les connexions de Tunnelblick ?";

"In" = "Entrant";

"Install" = "Install";

"Invalid License" = "Licence invalide";

"Invalid Remote Server Address" = "Adresse du serveur distant non valide";

"Invalid Username" = "Nom d'utilisateur non valide";

"My Connection" = "Ma Connexion";

"My Folder" = "Mon dossier";

"No" = "Non";

"No Tunnelblick Connections Imported" = "Aucune connexion Tunnelblick importée";

"No valid client-side Tunnelblick connections were found. But don't despair! You can use the Preferences section to manually set up or import a connection." = "Aucune connexion client Tunneblick trouvée. Pas de panique ! Vous pouvez utiliser les préférences pour créer ou importer vos connexions.";

"None" = "Aucune";

"OK" = "OK";

"One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully." = "One or more connections in the folder could not be imported. All other connections (if any) have been imported successfully.";

"OpenVPN Verification Failed using the details in your keychain. Your keychain for this connection has been reset. Please reconnect to try again." = "La vérification OpenVPN a échoué lors de l'utilisation des informations de votre trousseau. Votre trousseau a été réinitialisé pour cette connexion. Veuillez réessayer.";

"OpenVPN Verification Failed. Please reconnect to try again." = "La vérification OpenVPN a échoué. Veuillez réessayer.";

"OpenVPN requires a username and password to continue." = "OpenVPN nécessite un nom d'utilisateur et un mot de passe pour pouvoir continuer.";

"Out" = "Sortant";

"Overwrite" = "Ecraser";

"Please enter the email associated with the license to continue." = "Veuillez introduire l'adresse email associée à la licence pour pouvoir continuer.";

"Please enter the license key to continue." = "Veuillez introduire la clé de licence pour pouvoir continuer.";

"Please enter the name associated with the license to continue." = "Veuillez introduire le nom associé à la licence pour pouvoir continuer.";

"Please log into the HTTP Proxy server using your username and password." = "Veuillez vous connecter au serveur proxy HTTP en utilisant votre nom d'utilisateur et votre mot de passe.";

"Please purchase Viscosity!" = "Veuillez acheter Viscosity!";

"Preferences..." = "Préférences ...";

"Purchase" = "Acheter";

"Quit" = "Quit";

"Quit Viscosity" = "Quitter Viscosity";

"Reconnect" = "Reconnecter";

"Reconnect Connections?" = "Reconnecter les connexions ?";

"Registered To" = "Enregistré pour";

"Registration Successful" = "Enregistrement réalisé avec succès";

"Registration was successful. All limits have been removed. Thank you for purchasing Viscosity!" = "Enregistrement réalisé avec succès. Vous disposez maintenant d'une version sans limite dans le temps. Merci d'avoir acheté Viscosity!";

"Select ..." = "Sélectionner";

"Several Connections Have Been Disconnected" = "Plusieurs connexions ont été interrompues";

"Several connections have been disconnected as a valid network to the remote servers no longer exists. Viscosity can leave these connections disconnected, or it can automatically reconnect them when a valid network is available again." = "La connexion réseau existante n'est plus fonctionnelle car aucun réseau valide n'a été trouvé. Plusieurs connexions ont été interrompues. Viscosity peut quitter ces connexions interrompues ou il peut les reconnecter automatiquement lorsqu'un réseau valide sera de nouveau disponible.";

"The Connection Could Not Be Imported" = "La connexion n'a pas pu être importée";

"The Connection Could Not Be Saved" = "La connexion n'a pas pû être sauvegardée.";

"The OpenVPN subsystem could not be started. Please check the following:\n- Check for any error messages above this notification.\n- Make sure Viscosity is not running under a File Vault protected location (put Viscosity in the Applications folder).\n- Make sure the configuration is valid. Check the connection settings for the connection using Viscosity and make sure all settings are correct." = "OpenVPN n'a pas pu démarrer. Veuillez vérifier ces points:\n- Tous messages au dessus de ce message.\n- Assurez-vous que Viscosity ne fonctionne pas depuis un disque protégé par File Vault (Déplacez Viscosity dans le dossier Applications).\n- Assurez-vous que la configuration est correcte. Vérifiez les paramètres de connexion en utilisant Viscosity et assurez-vous que tous les paramètres sont corrects.";

"The OpenVPN subsystem could not be started. Please see the log section (the third icon) in the Details window for more information." = "OpenVPN n'a pas pu démarrer. Vérifiez les logs (troisième icône) dans la fenêtre Détails pour plus d'informations.";

"The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?" = "The OpenVPN-AS server you have connected to has sent Viscosity a script to run. Often such scripts are used to automatically set up your computer to properly use your VPN connection, however if you don't trust the VPN server you have connected to running the script could pose a security risk. Do you want to allow the script to run?";

"The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance." = "The PKCS#11 device you are attempting to use is locked. Please contact your device provider for further assistance.";

"The Route Could Not Be Added" = "La route n'a pas pu être ajoutée";

"The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate." = "The certificate for this connection has expired. You will need to get in touch with your VPN Provider or system administrator to obtain a new certificate.";

"The certificate for this server is invalid. You might be connecting to a server that is pretending to be \"%@\", which could result in a malicious VPN configuration. Would you like to connect to the server anyway?" = "Le certificat pour ce serveur n'est pas valide. Vous connecter au serveur qui prétend être \"%@\" peut résulter à une configuration VPN malveillante. Souhaitez-vous quand même vous connecter au serveur ?";

"The connection %@ has connected with an IP address of %@." = "The connection %@ has connected with an IP address of %@.";

"The connection %s has been disconnected." = "%s a été déconnecté";

"The connection %s has connected." = "%s a été déconnecté";

"The connection could not be started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area." = "The connection could not started as an unsafe OpenVPN command ('%s') is present. Unsafe commands are blocked to ensure the security of your computer. Please edit your connection and remove the command from under the Advanced tab, or turn on the 'Allow Unsafe OpenVPN commands' option in the Advanced Preferences area.";

"The file opened is not a valid Viscosity connection bundle." = "Le fichier ouvert n'est pas un fichier de configuration Viscosity valide.";

"The file selected is not a valid client-side OpenVPN configuration file." = "Le fichier sélectionné n'est pas un fichier de configuration client OpenVPN valide.";

"The license key entered was invalid. Please check the name, email address, and license key and try again." = "La clé introduite est invalide. Vérifiez le nom, l'adresse email et la clé et essayez à nouveau.";

"The name '%s' is already in use. Please enter a new name." = "Le nom '%s' existe déjà. Veuillez spécifier un autre nom.";

"The remote server could not be contacted. Please make sure you have entered a valid server address and try again." = "Le serveur distant ne peut pas être contacté. Merci de vous assurer d'avoir saisi une adresse valide et essayez de nouveau.";

"The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again." = "The saved password for your PKCS#11 device was rejected. Your saved password has been reset. Multiple incorrect password attempts could potentially lock your token preventing further use. Please reconnect to try again.";

"The username and/or password entered was incorrect. Please reconnect to try again." = "Le nom d'utilisateur et/ou le mot de passe de votre trousseau n'est pas correct. Veuillez réessayer.";

"The username and/or password entered were not accepted by the server. Please make sure your username and password are correct and try again." = "Le nom d'utilisateur et/ou mot de passe saisis n'ont pas été acceptés par le serveur. Merci de vérifier que votre nom d'utilisateur et mot de passe sont corrects et essayez de nouveau.";

"The username and/or password in your keychain was incorrect. Your keychain for this connection has been reset. Please reconnect to try again." = "Le nom d'utilisateur et/ou le mot de passe de votre trousseau n'est pas correct. Votre trousseau a été réinitialisé pour cette connexion. Veuillez réessayer.";

"This copy of Viscosity has been bundled with one or more connections. Would you like to overwrite your existing connections with the bundled connection/s, or append them to your connection list without removing your existing connection/s?" = "Cette copie de Viscosity a été livrée avec une ou plusieurs connexions. Désirez-vous écraser vos connexions existantes par celles fournies avec Viscosity ou alors les ajouter à votre liste sans supprimer les connexions existantes ?";

"Trial Period Expired!" = "La période d'essai a expiré !";

"Tunnelblick Connection Imported" = "Connexion Tunnelblick importée";

"Username/Password (Basic)" = "Nom d'utilisateur / Mot de passe (Basique)";

"Username/Password (NTLM)" = "Nom d'utilisateur / Mot de passe (NTLM)";

"Verification Failed" = "La vérification a échoué";

"Viscosity Helper Connection Failed" = "Viscosity Helper Connection Failed";

"Viscosity Helper Connection Lost" = "Viscosity Helper Connection Lost";

"Viscosity Helper Tool Installation" = "Viscosity Helper Tool Installation";

"Viscosity Helper Tool Installation Failed" = "Viscosity Helper Tool Installation Failed";

"Viscosity can't verify the identity of the server \"%@\"." = "Viscosity ne peut pas vérifier l'identité du serveur \"%@\".";

"Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install." = "Viscosity has detected that it needs to install or update its helper tool.\n\nThe helper tool is required to allow VPN connections to be created and managed securely. It must be installed for Viscosity to function.\n\nTo proceed please click the Install button below. You will be prompted for administrator rights to authorize the install.";

"Viscosity has successfully imported the connection. It is now available in your connection list." = "Viscosity a importé la connexion avec succès. La connexion est à présent disponible dans la liste de connexions.";

"Viscosity has successfully imported the connection. It is now available in your connection list.\n\nIf you have used advanced OpenVPN features or scripts please visit the Preferences section to ensure they were imported correctly." = "Viscosity a importé la connexion avec succès. La connexion est à présent disponible dans la liste de connexions.\n\nSi vous utilisez des options avancées d'OpenVPN ou des scripts, vérifiez dans les préférences si ces options ont été importées correctement.";

"Viscosity has sucessfully imported the connection/s. It is now available in your connection list." = "Viscosity has sucessfully imported the connection/s. It is now available in your connection list.";

"Viscosity must reconnect your active connections to apply this change." = "Viscosity doit reconnecter les connexions actives pour appliquer ce changement.";

"Viscosity requires administration rights when first launched in order to setup OpenVPN and required components. Viscosity will now exit. Please reopen Viscosity to try again." = "Viscosity nécessite les privilèges administrateur au premier lancement afin de pouvoir configurer OpenVPN et les composants nécessaires. Viscosity va maintenant quitter. Veuillez relancer Viscosity pour réessayer.";

"Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again." = "Viscosity was unable to connect to its helper tool and must now quit. Please ensure that Viscosity has been correctly installed and isn't being blocked by any network security software, and then reopen Viscosity to try again.";

"Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again." = "Viscosity was unable to install its helper tool and must now quit. Please reopen Viscosity to try again.";

"Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again." = "Viscosity's connection to its helper tool was severed and so it must now quit. Please reopen Viscosity to try again.";

"Waiting" = "En attente";

"Yes" = "Oui";

"You must enter a Name for the connection." = "Vous devez spécifier un nom pour la connexion.";

"You must enter a Route before saving." = "Vous devez spécifier une route.";

"You must enter a port for the proxy server." = "Vous devez spécifier un port pour le serveur proxy.";

"You must enter a username to use for authentication." = "Vous devez saisir un nom d'utilisateur pour l'authentification.";

"You must enter a valid address for the remote VPN server." = "Vous devez saisir une adresse valide pour le serveur VPN distant.";

"You must enter an address for the proxy server." = "Vous devez spécifier une adresse pour le serveur proxy.";

"You must enter an address for the remote server." = "Vous devez spécifier une adresse pour le serveur distant.";

"Your trial period expires in %d days. If you like Viscosity please purchase it for unrestricted use." = "La période d'essai expire dans %d jours. Si vous appréciez Viscosity vous pouvez acheter une licence pour une utilisation sans limite dans le temps.";

"Your trial period expires in 1 day! If you like Viscosity please purchase it for unrestricted use." = "La période d'essai expire dans 1 jour! Si vous appréciez Viscosity vous pouvez acheter une licence pour une utilisation sans limite dans le temps.";

"Your trial period has expired. If you like Viscosity please purchase it for unrestricted use." = "La période d'essai a expiré. Si vous appréciez Viscosity vous pouvez acheter une licence pour une utilisation sans limite dans le temps.";

"day" = "jour";

"days" = "jours";

"hour" = "heure";

"hours" = "heures";

"minute" = "minute";

"minutes" = "minutes";

"second" = "seconde";

"seconds" = "secondes";
